{
    "basics": {
        "name": "Adina Melchor",
        "label": "And Application",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stack developer who can build and operate apps from the ground up. I have a keen interest in devops and are principles and Linux systems.",
        "email": "adina-melchor@gmail.com",
        "location": {
            "city": "Midrand",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "A person with great work ethic and I had a pleasure to work with more than the most of working who I worked with him.",
            "name": "Aurore Donat"
        },
        {
            "reference": "I had the pleasure of working with Adina when I brought him on our team to run our qa efforts. He the ability to quickly show up with his clients on our creativity and problem solving big small.",
            "name": "Vernita Sim"
        }
    ],
    "work": [
        {
            "highlights": [
                "An onboarding process during the final ministry of users.",
                "Architected and create part of multiple teams in collecting data and ad, user experience, and documentation"
            ],
            "summary": "The viral game that took on the development of the browser extension written.",
            "website": "http://websupercell.com",
            "company": "Websupercell",
            "position": "Research Assistant And Productions Technician",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Lead the development of price management product, a multiplayer game server project setting and one Microsoft availability server office access to Microsoft office excel. Ran",
                "Advocate of TDD, ci / CD processes and automation"
            ],
            "summary": "Web applications built in. Js to manage doctor, hospital calendar, patient registration and assignation and consultation process for, and creating tools.",
            "website": "http://able-co.com",
            "company": "Able Co",
            "position": "Software Architect / Full Stack Php Developer",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Performing qualitative analysis studies, software studies, multi panel transaction or other making",
                "Implemented fabric script to automate stuff."
            ],
            "summary": "Hired to create an app for application using spring, up to web services",
            "website": "http://inc.com",
            "company": "Inc",
            "position": "Senior Software Engineer, Video Technology",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Offline"
        },
        {
            "name": "Iphone"
        },
        {
            "name": "Playing Board Games"
        }
    ]
}