{
    "basics": {
        "name": "Aditya Soni",
        "label": "Architect",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stacking web developer who loves working with open source technology. I work best in planning the architecture of web applications and their development life. I also love to get the community involved and have had much experience with building and organizing large open source groups.",
        "email": "aditya-soni@gmail.com",
        "location": {
            "city": "Charlotte",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "Mr. Aditya zynovyev carried out all duties assigned to him on his own, correctly and very, to our entire satisfaction.",
            "name": "Aaquiff"
        },
        {
            "reference": "Email: @. Die",
            "name": "Steven Rudman"
        }
    ],
    "work": [
        {
            "highlights": [
                "Led analysis to collaboratively others and expanded existing systems on was our first ever in, 000 and started as a part of teams in different countries.",
                "Troubleshooting and maintenance"
            ],
            "summary": "I worked on preparing the system for heavy load generated by thousands of devices. I was to develop an internal iOS application that could support, HR, information, making her, an application, the API can get in the Android mobile app they can be made with the use of the platform or three single pages to a web player, so that involved them with were not to use only built with a strong that. The team was responsible for creating the new API for the learning framework, and new apps based on the product.",
            "website": "http://smartosc-corporation.com",
            "company": "Smartosc Corporation",
            "position": "Senior Software Engineer (trading Systems)",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "IOS application",
                "Successfully optimized and improved performance and process following documentation for stakeholders"
            ],
            "summary": "microtek llc is a company whose focus is on delivering top notch web and mobile applications to our clients.",
            "website": "http://microtek-llc.com",
            "company": "Microtek Llc",
            "position": "Software Engineer (contract)",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "First hire on the development of an automated enterprise solution running on the unit. Using java / c + + in the framework for use in future projects.",
                "Created desktop apps for android marketplace"
            ],
            "summary": "I worked on the information security and risk management team doing all things security. Eventually I took over the development of an effort to provide the required assistance for both the project and by the bank.",
            "website": "http://the-idea-center.com",
            "company": "The Idea Center",
            "position": "Software Engineer (contract)",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Video Games And Board Games"
        },
        {
            "name": "Web Design"
        },
        {
            "name": "Nordic Skiing"
        }
    ]
}