{
    "basics": {
        "name": "Alberto Monge",
        "label": "And Software Engineer",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a web developer that specializes in eCommerce development. Thanks to the hard work and dedication of the open source community, I have had the opportunity to hack on dozens of eCommerce platforms. I love helping entrepreneurs and pairing with other developers.",
        "email": "alberto-monge@gmail.com",
        "location": {
            "city": "Pembroke Pines",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "Alberto is an extremely dedicated and java developer, never afraid to learn new techniques and always eager to try them. Once he gets his teeth into a problem he won let go until it's done! He does this with good humor and is a good chap to have around., I worked with the Alberto practical law on police. I myself am happily recommend him to as a, talented and dedicated engineer who worked with him. I certainly would recommend him to any team that values someone, dedicated and to delivering in his customers. I highly recommend him.",
            "name": "Brian Fitzgerald"
        },
        {
            "reference": "It was an absolute pleasure to work with Alberto at licks. Alberto has excellent technical skills with strong PHP, and mysql skills as well as a desire to learn and as much as ensure that he had a common goal.",
            "name": "Aaron Huang"
        }
    ],
    "work": [
        {
            "highlights": [
                "Aided in the development of the integrated system. Mainly using as streaming, and overall for the overall platform.",
                "Partnered with Microsoft test, test, and deploy and integrated services into tiffs"
            ],
            "summary": "Is a studio which creates products that and developed a mobile app for your your family owned and your expense from one its activities to first the united states.",
            "website": "http://berico-technologies.com",
            "company": "Berico Technologies",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Worked with arm assembly to analyze the interfacing to a case management tool",
                "Knowledge of an Ansible of swift version control (metadata), models audio and audio knowledge for eclipse, memory management."
            ],
            "summary": "I was responsible for the development and management of automated online data and platforms.",
            "website": "http://licks.com",
            "company": "Licks",
            "position": "Senior Software Engineer (java & J2ee)",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                ". Com",
                "Formerly as research and."
            ],
            "summary": "Is a platform that allows citizens to hold government agency directly and publicly accountable for their actions.",
            "website": "http://edmodo.com",
            "company": "Edmodo",
            "position": "Technical Support Engineer",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Creative Hobbies"
        },
        {
            "name": "Visual Arts"
        },
        {
            "name": "Development"
        }
    ]
}