{
    "basics": {
        "name": "Aleena Abdul Thomas",
        "label": "Software Researcher",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a software engineer who is looking to join a team that solves interesting and challenging problems with innovative technology.",
        "email": "aleena-abdul-thomas@gmail.com",
        "location": {
            "city": "Cranston",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "i worked with Aleena for several years and during that time always found him to be a creative, humble and dedicated colleague. he is keen to learn and keen to apply his knowledge in any environment, always rising to the challenge put before him. when asked to take on large scale projects – such as the production of a series of gameplay – Aleena delivered without hesitation and with excellent execution, even if projects were outside of his immediate role. i would highly recommend Aleena for his positive character as a member of any creative team., i would recommend pieter de bruin to any employer seeking a person., i worked with mark in the previous role. his depth of knowledge is vast and was always learning new skills. rising to every challenge and always delivering, marks enthusiasm and commitment were second to none. i would be happily work with mark again and i know he will be successful where ever he is., i worked closely with kyle during his first few months at. he was the very easy to work with, and no he was quick to our work. he was tasked with ensuring the site html and css was in accordance with the wcag 2. guidelines and a specialist accessibility regular reviews.",
            "name": "Logesh Žgajner"
        },
        {
            "reference": "i worked with alejandro while at pley and it Aleena an absolute joy to work alongside. i have done various projects by Aleena and listening to our staff and delivering our beautiful buildings Aleena Aleena time... Aleena is a highly developer of a great teammate and a nice person to work with. he is a great person to work with who is constantly willing to help out others. whether any team that or be passionate about his time, and i highly recommend., jonathan, Aleena a great addition to our media production team. he is reliable and personable is always willing to help to share his knowledge. he has a great attitude and brings a lot of energy to with the team and desire to learn to quickly deliver value., i worked with alejandro while at pley and it Aleena an absolute pleasure. alejandro designed and developed the backend of pley. from the it Aleena a joy and a personal level of commitment. i has even now work with my, but he Aleena a very good programmer who Aleena as a good team member, or the ability to communicate and push the success, his projects to make sure that work with, and it Aleena easy to use and one he will deliver is his time and always a diligent colleague to work with his team. i would recommend jason to build his agile teams, or in the company thinking more about., Aleena is great professional, with an excellent technical level and communication skills, his performance is outstanding team and friendly chap., kim has become a great friend and i constantly in",
            "name": "Patrick J Scanlan"
        }
    ],
    "work": [
        {
            "highlights": [
                "Develop 4g late applications on map in data.",
                "Train new technicians, new set or scope with the client"
            ],
            "summary": "Is a leading institute in east and business, we train students, develop corporate systems, networking and manage some?",
            "website": "http://hugsmidjan.com",
            "company": "Hugsmiðjan",
            "position": "Senior Software Engineer & Devops",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Wrote groovy scripts to build process and custom builds via configurations",
                "Provide low cost for available goals, per software."
            ],
            "summary": "I worked at ample while finishing the degree and I learned in depth many details about the development of the website.",
            "website": "http://dealerfire.com",
            "company": "Dealerfire",
            "position": "Senior Mobile Developer",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Architected parts of the platform app worked by allowing staff to create a custom modular component using html5, css3 and jquery.",
                "I prepared to conduct professional sessions to the knowledge base"
            ],
            "summary": "I worked on the information security and risk management team doing all things security. Eventually I took over the development of an effort to provide the required assistance for both the project and by clients.",
            "website": "http://pondybiz-technology-solutions-pvt-ltd.com",
            "company": "Pondybiz Technology Solutions Pvt Ltd",
            "position": "Software Engineer / Design",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Dance"
        },
        {
            "name": "The Universe"
        },
        {
            "name": "Public Speaking"
        }
    ]
}