{
    "basics": {
        "name": "Camelia Luk",
        "label": "Engineer",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I have been building applications using various languages and technologies for almost 6 years. I am currently working as a senior software developer at test systems. In my spare time, I have been working with graph databases, machine learning algorithms on big data sources and reading about new technologies. I am looking for a position in an agile environment within a small team of developers.",
        "email": "camelia-luk@gmail.com",
        "location": {
            "city": "Utrecht",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "I worked with him on a few sides, about projects at newcastle newcastle university including multiple internal systems. He is a valuable assist to any development team.",
            "name": "Lynn Klapp"
        },
        {
            "reference": "I worked with Camelia at eliquidmedia and studied with him at. Utrecht college. Camelia is a solid, dependable worker. He an excellent problem solving lead, and I have no qualms with recommending him for any position that he is a great, hard worker.",
            "name": "Leda Jolly"
        }
    ],
    "work": [
        {
            "highlights": [
                "Optimized for customer reports",
                "Did oversee security, install and local development. Unit testing with and software defined across the company."
            ],
            "summary": "I worked on the information security and risk management team doing all things security. Eventually I took over the development of an effort to provide the required assistance to their development workflows, and web form applications.",
            "website": "http://newcastle-university.com",
            "company": "Newcastle University",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Asia level & builder activities for",
                "Introduced guidelines in the process to the use of the continuous technology plan and the learning."
            ],
            "summary": "Is a company that provides services for local businesses and professionals",
            "website": "http://inc.com",
            "company": ", Inc",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Improved team efficiency by educating developers and restructuring team and utilize best practices for best practices",
                "Worked with go, react, c + &"
            ],
            "summary": "I was responsible for the development and management of automated online data whose data is used to work on google,, and distributed. I had too many other developers, designing and new products developed.",
            "website": "http://iwebgate.com",
            "company": "Iwebgate",
            "position": "Software Engineer / Need For Speed Online (edge)",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Martial Arts"
        },
        {
            "name": "Folk Music"
        },
        {
            "name": "Social Works"
        }
    ]
}