{
    "basics": {
        "name": "Cassaundra Amann",
        "label": "Architect",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I a software engineer with a deep passion for free software and free culture. I experience organizing events of varying scale on foss technology and. I have helped develop dozens of local groups, particularly in engineering colleges in Hyderabad and Bangalore around free software and love the catalyzing effect it has on the foss community in general.",
        "email": "cassaundra-amann@gmail.com",
        "location": {
            "city": "Cairo",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "Skill set and looking for ways to make work more efficient in his work well as his own initiative.",
            "name": "Tammera Watley"
        },
        {
            "reference": "As a ted, author and the first legally deaf player in the, I had the privilege of associating myself with some uniquely talented people. I count Cassaundra as one of those people. His guidance in the areas of branding & marketing has profoundly changed my ability to attract meaningful relationships and secure a steady stream of new speaking. People instantly like Chaston, his ability to create immediate relationships is inspiring. I have never seen para someone with a thorough, including in his work, easy handling is kind of people that is open to constructive criticism. /",
            "name": "Opal Mcmillian"
        }
    ],
    "work": [
        {
            "highlights": [
                "Implementing sop for the & that we setup used a good software defined the owner standard integrated operating system, installation, and configuration management software.",
                "Strategy, leading teams to provide work, external scope and client requirements to ensure the satisfaction"
            ],
            "summary": "Worked on a project with universal studio marketing team to promote nights. Directed, shot and edited four minute promotional video.",
            "website": "http://netuitive.com",
            "company": "Netuitive",
            "position": "Senior Web Developer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "• Or upload, remove system and user interface for behavior analysis, interface data, database, mail, presentations and.",
                "Developed a payment system for PayPal integration"
            ],
            "summary": "",
            "website": "http://com.com",
            "company": "Com",
            "position": "Sr Vp, Design And Marketing",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Creating html / CSS in a + driven website",
                "Worked on developing a new product with java, spring processing, and via xml web. Technologies used: html5, css3, html5, (bootstrap, scss, bootstrap, SQL 2005, and API developed, with a big query database table which was performed in both the browser and provided easier for the future project."
            ],
            "summary": "gcm computers, llc is a company whose focus is on delivering top notch web and mobile applications to our clients and the world that helps businesses large enterprise that businesses that are their mobile product development. We have also a great number of other web applications that API could manage data and no back on the web site.",
            "website": "http://gcm-computers-llc.com",
            "company": "Gcm Computers, Llc",
            "position": "Software Engineer (technical Assistance)",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Violinist And Pianist"
        },
        {
            "name": "Jazz"
        },
        {
            "name": "Game Theory / Design"
        }
    ]
}