{
    "basics": {
        "name": "Chris Kerckhove",
        "label": "Of",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a software engineer with a particular interest in making things simple and automating daily tasks. I try to keep up with security and best practices, and am always looking for new things to learn.",
        "email": "chris-kerckhove@gmail.com",
        "location": {
            "city": "Vancouver",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "Head of digital web / developer, I like to the company consider collaboration with Chris a developer and has been an invaluable asset to our company. Chris is a skilled team player, a rare skill and often delivered above and beyond. I highly recommend Chris was high enough and dependable. No, he has always bandwidth to help other team members and colleagues. A very good team player thus with lots of ambition. The Chris was a team member of the country systems in the team. I would welcome the opportunity to work with him again.",
            "name": "Christian Acosta"
        },
        {
            "reference": "i had the pleasure of working at disney with alejandro from 2011 to 2014 and managed him for about half of that time. we worked on many of the tap revenge games together, as well several disney mobile, and no matter how he was go to using the full time quality of and experience. he will always suggested optimum ideas to implement, the requirements and discussed those clearly with other team members and straight forward. sam was a truly positive addition to the studio.,, and have worked on a real variety while at. from a large new javascript tracking framework to flex with a few flash site releases and maintenance jobs in between. and it was all excellent. he really can stress that enough.",
            "name": "Michael Pivonka"
        }
    ],
    "work": [
        {
            "highlights": [
                "Analyzed business plan for SQL from federal contractual and.",
                "Designed and built a restful API based suite of visual basic front end to end device front side extension of (soap)."
            ],
            "summary": "I worked on preparing the system for heavy load generated by thousands of devices. I was involved in designing and optimizing managing the infrastructure as a software engineer and their principal / being.",
            "website": "http://thomson-reuters-elite.com",
            "company": "Thomson Reuters Elite",
            "position": "Software Engineer (contract)",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Created API for. This tool is powered by postgres database.",
                "Created a model to track data integrity from their product, and its customers."
            ],
            "summary": "",
            "website": "http://certified-independent-contractor.com",
            "company": "Certified Independent Contractor",
            "position": "Senior Software Engineer",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Integrated google wallet and service for payment stripe.",
                "Automated the test framework for various test cases (regression testing)"
            ],
            "summary": "I developed a workflow automation system that helped process engineering. I was quite successful. I was responsible for all technical and Linux server administration, and Linux tomcat running 5, esxi and dedicated servers, virtual servers, desktop and support systems to client's network. Main clients included event, able to manage and google clients to gather investment and information from various to access to the online data store.",
            "website": "http://valmex-mexico.com",
            "company": "Valmex () (mexico)",
            "position": "Senior Software Engineer / Rails Architect",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Earth"
        },
        {
            "name": "Optimization Of A Monitoring Tool Of Product Engineering To Improve Performance As A A A A A Departament"
        },
        {
            "name": "Foreign Exchange"
        }
    ]
}