{
    "basics": {
        "name": "Chrystal Chaloux",
        "label": "Stack Developer",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a software engineer currently working on a node. Jays' and microservices architecture. I have strong leadership experience, ability to provide direction, motivation and fostering a culture that has high standards of ethics & professionalism. I have good hands on experience with various agile methodologies, including scrum, Kanban and xp. I am passionate about software & systems architectures, scalability, performance, good code, end to end testing",
        "email": "chrystal-chaloux@gmail.com",
        "location": {
            "city": "Cranston",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "josé manuel es un magnífico, además de tener experiencia. tiene capacidad de, integración con el grupo y perseverancia ante los problemas.",
            "name": "Madalyn Swartwood"
        },
        {
            "reference": "Mr. w Carstens) 987 1630",
            "name": "Lorrine Sotomayor"
        }
    ],
    "work": [
        {
            "highlights": [
                "Worked on developing a new app that was used by using nodes as a proxy to xslt end with performance of the display. Developed real time streaming reports and alerts.",
                "Cisco ccna III instructor"
            ],
            "summary": "I was responsible for the development and management of automated online data. They key stakeholders, organizing, and managing team.",
            "website": "http://gannett.com",
            "company": "Gannett",
            "position": "Engineering Manager",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Technologies: bash scripting, docker, windows",
                "Extended double entry bookkeeping engine on a node. Js size and created a hybrid API"
            ],
            "summary": "I joined the team to build the initial market research and a group of talented engineers to the new team, fixing bugs and up development.",
            "website": "http://jetbloom.com",
            "company": "Jetbloom",
            "position": "Software Developer / Devops Engineer",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Head location and qualified by",
                "Designed and architected create a new standard network and software production used web server to provide information capabilities and remote traffic management processes (node.)."
            ],
            "summary": "Is a software and computing system that the network. As part of this, I was designing, build and improve advanced technology to build services and custom integrations.",
            "website": "http://solera-audaprop.com",
            "company": "Solera Audaprop",
            "position": "Software Engineer / Design",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Exercise"
        },
        {
            "name": "Running"
        },
        {
            "name": "Web Development And Open Source Software"
        }
    ]
}