{
    "basics": {
        "name": "Davide Minh Aguila Sims",
        "label": "Project Officer",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stacking web developer who can build apps from the ground up. I worked mostly at startups so I am used to wearing many hats. I am a very product focussed developer who practices, user feedback first and. I generally very flexible when investigating new roles.",
        "email": "davide-minh-aguila-sims@gmail.com",
        "location": {
            "city": "New York",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "It is my pleasure to recommend, her performance working as a program engineer venicecreatives iqor proved that she will be a valuable addition to any company.",
            "name": "David Collier"
        },
        {
            "reference": "bret knowledge of all aspects of information technology is second to none.... bret technical skills are only matched by his personal skills. he has the ability to build relationships with customers and coworkers. i would recommend him for any engineering opportunity., bret is one of the more innovative individuals i have had the opportunity to work with. an extremely knowledgeable person on current technology., can do it long with an to be an exceptional employee. he always quick to find solutions with great. i had the opportunity to work with him again!, one the opportunity was impressed with thorough consideration of knowledge with the complex environments and marketing team manager. he has always quick to find solutions and often delivered above and beyond to keep his teammates. his willingness to help, dedication and passion for a quality software engineer.",
            "name": "Michał Nowotnik"
        }
    ],
    "work": [
        {
            "highlights": [
                "Design and implementation of network firewalls in, and.",
                "Initiated 2015"
            ],
            "summary": "I was the lead developer in a dream team of web developers and web designers, we made many websites for the Arabian & the middle New York markets.",
            "website": "http://venicecreatives.com",
            "company": "Venicecreatives",
            "position": "Senior Software Engineer / Scrum Master (contract)",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Implemented multiple processes like requirements for scheduling, VPN",
                "Help with wide research"
            ],
            "summary": "I worked on several life sciences in the center.",
            "website": "http://blockbid.com",
            "company": "Blockbid",
            "position": "Senior System Consultant",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Present business stakeholders to determine feasibility of project performance, and studies",
                "Worked on an agile development team using jira."
            ],
            "summary": "i was responsible for the development and management of automated online data whose data has provided the user experience and technical to planning risk management.",
            "website": "http://modea.com",
            "company": "Modea",
            "position": "Senior Software Engineer / Rails Architect",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Iot & Robotics"
        },
        {
            "name": "Entrepreneurship"
        },
        {
            "name": "Books And Comics"
        }
    ]
}