{
    "basics": {
        "name": "Dovie Pabst",
        "label": "And",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stacking web developer who can build apps from the ground up. I worked mostly at startups so I am used to wearing many hats. I am a very product focussed developer who practices, user feedback first and. I generally very flexible when investigating new roles.",
        "email": "dovie-pabst@gmail.com",
        "location": {
            "city": "Cartago",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "As an a ted, author and the first legally deaf player in the, I had the privilege of associating myself with some uniquely talented people. I count Dovie as one of those people. His guidance in the areas of branding & marketing has profoundly changed my ability to attract meaningful relationships and secure a steady stream of new speaking. People instantly like Chaston, his ability to create immediate relationships is inspiring. I have never seen a manager with Dovie certainly and would be great to work with.",
            "name": "Elenore Glasper"
        },
        {
            "reference": "I worked with Dovie is very professional in /. He is very clear and a great asset to any team.",
            "name": "Lynn Klapp"
        }
    ],
    "work": [
        {
            "highlights": [
                "Create a custom Sharepoint system",
                ":, bitbucket, and SQL server hosting"
            ],
            "summary": "I was given the chance to do an internship program in which it became an expert at developing the internal system for an internal hosting environment.",
            "website": "http://bryn-mawr-college.com",
            "company": "Bryn Mawr College",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Ox in mentoring others",
                "Communicated with the qa department of daily scrum."
            ],
            "summary": "Is a company that provides a SaaS location intelligence platform (it) allows industrial network to network professionals and at the largest professional.",
            "website": "http://2.com",
            "company": "2",
            "position": "Software Developer, Contractor",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Assisted with finalizing development of Drupal websites from a single application built with ruby on rails, mobile, javascript, node. Gas services and.",
                "Work with the framework to fully automated API to serve our internal systems."
            ],
            "summary": "Is a consulting company and part of defense and security group com ab.",
            "website": "http://com.com",
            "company": "Com",
            "position": "Senior Product Manager: Cloud Foundry",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Transportation"
        },
        {
            "name": "Javascript"
        },
        {
            "name": "Reading + Playing With With New Technology"
        }
    ]
}