{
    "basics": {
        "name": "Filiberto Redinger",
        "label": "Architect",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I a full stack developer who loves writing graceful code and designing compelling user experiences. I spent time exploring paths to help the most influencing actors of the industry solving their pains. I am technology agnostic to always be on the edge of our changing world.",
        "email": "filiberto-redinger@gmail.com",
        "location": {
            "city": "Visakhapatnam",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "i had the opportunity to work with Filiberto for a period of two years in netweaver lifecycle management team at sap labs,. Filiberto is a highly motivated individual with never ending enthusiasm for his work as well as a professional as well as a professional developer. i do what it is my pleasure to recommend rafael, his performance working as a senior software engineer for mas company proved that he will be a valuable addition to any company., technical director at mobile5 media ltd., in terms of performance, pau is unparalleled. his work is always of able to understand the concepts, and often with a common goal., Filiberto is a unique it professional in that. he came up to any software development problems in that he does work, intelligent and extremely technical. he is dedicated to growing his technical knowledge and skills. he works hard to design and create the solution. he enjoys leading and inspiring his team to evolve and deliver results. he is hard to work at the best results from whatever mission he has. a good support engineer and an excellent team player. he is technically brilliant, hard working and a creative problem solver. Filiberto is also an excellent team player and easily collaborates with others and can mentor junior developers whenever required. he can a problem easily inspire and transfer his passion to his team. during his work with solutions, andrea is my time and i always appreciated.",
            "name": "Lavenia Lookabaugh"
        },
        {
            "reference": "Filiberto worked hard and long on an ambition project. He was a great team member, his code is good and he was a keen problem solved. Thank you, can be lucky to have his radiant positivity as part of the team.",
            "name": "Filiberto Redinger"
        }
    ],
    "work": [
        {
            "highlights": [
                "Managed a live feed for a new.",
                "Helped the technical of requirements for the client to the different ruby on rails"
            ],
            "summary": "",
            "website": "http://innovapptive-inc.com",
            "company": "Innovapptive Inc",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "The first middleware: and led to my nodes team and with the all necessary modules.",
                "Stack: PHP developer"
            ],
            "summary": "Is a credit analysis system for one of the most important Italian telecommunication company.",
            "website": "http://audit-office-of-new-south-wales-sydney.com",
            "company": "Audit Office Of New South Wales, Sydney",
            "position": "Junior Developer",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Built team foundation server 2013 for core & services, for theirs. Java web staff to two platforms. Included running on the excel, access control, reports, oracle, SQL, elastic.",
                "What clients on website?"
            ],
            "summary": "I am responsible for the development and management of all the applications it infrastructure. Currently the team leader in the (mobile applications that managed the company to define their product and market. Also, working as tester, testing with the development and implementation of optimization changes.",
            "website": "http://corbis.com",
            "company": "Corbis",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Health & Biology"
        },
        {
            "name": "Curling"
        },
        {
            "name": "Applications Development"
        }
    ]
}