{
    "basics": {
        "name": "Fredda Foulk",
        "label": "Full",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stack developer with experience in Facebook messenger chat applications. I passionate about building websites and web applications using the latest technology. My specialty is in javascript programming using react as a framework.",
        "email": "fredda-foulk@gmail.com",
        "location": {
            "city": "Buenos Aires",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "i worked with joakim for several years and during that time always found him to be a creative, humble and dedicated colleague. he is keen to learn and keen to apply his knowledge in any environment, always rising to the challenge put before him. when asked to take on large scale projects – such as the production of a series of gameplay – joakim delivered without hesitation and with excellent execution, even if projects were outside of his immediate role. i would highly recommend joakim for his positive character as a member of any creative team., i worked with joakim for several years and during that time always found him to be a creative, humble and dedicated colleague. he is keen to learn and keen to apply his knowledge in any environment, always rising to the challenge put before him. when asked to take on large scale projects – such as the production of a series of gameplay – joakim delivered without hesitation and with excellent execution, even if projects were outside of his immediate role. i would highly recommend joakim for his positive character as a member of any creative team.",
            "name": "Lourie Lindemann"
        },
        {
            "reference": "he is a exlent teacher, trainer and having Fredda leadership quality, and punctual, from pritesh point of view nothing is impossible. he is the person i know having highist self motivation., mark@. com,@ de |@. com., jesse is a talented web developer, skilled in web, a knowledgeable developer and test engineer. while we worked on luke, quick technical, ability to pick up or just code for software. he is well in his programming, where no problem, it shows business., konrad is an outstanding, extremely competent and has a real passion for which lab on. he has a drive and a desire to improve not only develop his skills but also because of his constant good humor, never hesitating to lend a hand by sharing his knowledge with his colleagues. it to a great deal with him., can be reached at: keith at com, can be reached at: keith at com, jason@.,@. com,. west@.,@.,.@. com,@.,@. com, Fredda subramanian, Fredda costa, Fredda ashok, erik was employed at placewise media as an account coordinator. he has been an excellent addition to our staff, often times wearing many hats on the account team. he was always quick to find solutions a great technical engineer. i can certainly recommend him and will be a great asset to any team.",
            "name": "Marry Morillo"
        }
    ],
    "work": [
        {
            "highlights": [
                "Budget with all aspects of project, and implementations of community.",
                "Web services"
            ],
            "summary": "Is a of the worlds 3 largest company, producing and video the game services in Buenos Aires. Some of projects include:,,",
            "website": "http://pizzeria.com",
            "company": "Pizzeria",
            "position": "Senior Software Engineer (java & J2ee)",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Around the world label day 2002.",
                "Development of the. Net webapi framework for 1 weeks."
            ],
            "summary": "I was initially hired to consult on a mobile app in the quantified self space due to my work on my project. I generated numerous product ideas, paper wireframes and product, data analysis, design and tech support for clients.",
            "website": "http://iag-research-nielsen.com",
            "company": "Iag Research (nielsen)",
            "position": "Software Engineer / Need For Speed Online (edge)",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Team leader managing the responsible for the university.",
                "With syncing engine results where I a key component library of.)"
            ],
            "summary": "I was responsible for the development and management of automated online data whose data is used to work in three a call center efforts.",
            "website": "http://us-security-associates.com",
            "company": "Us Security Associates",
            "position": "Senior Software Developer",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Mountains"
        },
        {
            "name": "Software And Data Science"
        },
        {
            "name": "Metaphysics"
        }
    ]
}