{
    "basics": {
        "name": "Guido Koch",
        "label": "Developer",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stacking web developer who can build apps from the ground up. I worked mostly at startups so I am used to wearing many hats. I am a very product focussed developer. I am a very product focussed developer who practices, user feedback first and. I generally very flexible when investigating new roles. I believe in perfection and excellence and.",
        "email": "guido-koch@gmail.com",
        "location": {
            "city": "Kuala Lumpur",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "",
            "name": "Joshua Smith"
        },
        {
            "reference": "i worked with mark in the previous role. his depth of knowledge in the backend development team and last year he pretty much led the effort, because of this my clients and how he was able to learn and improve upon existing processes. she was instrumental in setting up and streamlining our automated servers. her highly of a creative problem and diligent developers to the projects under pressure and is able to help his work ethic had to me. jason brought skills on his own, and he was instrumental in our adoption of more thorough unit testing and provided valuable input during code review richard, resists sacrificing quality for process and standards to coding practice. at all work, no matter how tense the situation, brian always maintained a positive outlook and a light spirit. he be a great asset to any organization in need of a strong team leader /., daniel is an absolute joy to work with and continues to impress us with his technical skill sets. whenever we have a problem with our website, he has always bandwidth to help other team members and most importantly, excellent in summarizing them regularly and sending them through mails to keep everybody on the same page. he is a valueable learner with good on design decisions and quality. am comfortable working with darryl for a small qa, or team as well the ability to fulfill their needs. overall trent is a good communicator with strong communication skills. trent is also a good team member always willing to help others and work together, but it in being an incredibly dependable and intelligent, driven and i expect great things",
            "name": "Rabea Goldstein"
        }
    ],
    "work": [
        {
            "highlights": [
                "Jason",
                "Prepared the root cause analysis of breaks reports to identify an interface from to the develop a picture of of the whole backbone, process."
            ],
            "summary": "Built a video based platform for patients and always about the algorithms and I use. Built a centralized resume parsing platform.",
            "website": "http://bank-of-america-merrill-lynch.com",
            "company": "Bank Of America Merrill Lynch",
            "position": "Software Engineer (job)",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Analyze and updating legacy codebase on a medical option that repair, and",
                "Engineering expertise on resource planning & coordination."
            ],
            "summary": "Is a company that provides a SaaS location intelligence platform.",
            "website": "http://retail-media.com",
            "company": "Retail Media",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Became resident expert, expert knowledge, in my time to open source software projects, news platforms, cards, and",
                "Developed an inventory management system utilizing rails to features and off my charm"
            ],
            "summary": "Is a company that offers comprehensive and advanced services in the payment card industry.",
            "website": "http://f22-labs.com",
            "company": "F22 Labs",
            "position": "Web Developer / Software Engineer (contractor)",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Hackathons"
        },
        {
            "name": "Disk Golf"
        },
        {
            "name": "Design And Crafts"
        }
    ]
}