{
    "basics": {
        "name": "Jeremy Briones",
        "label": "Architect",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stack developer who can build and operate apps from the ground up. I have a keen interest in devops and are principles and Linux systems.",
        "email": "jeremy-briones@gmail.com",
        "location": {
            "city": "Renton",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "michiel is a great software engineer and architect with a strong drive to understand new ideas and technical skills. he never stopped trying to absorb as much as part. though he not only does an excellent work ethic. he requires ittle to no supervision and has always shown to be efficient and dependable. he has proven to be a very quick learner.. largest contribution has been his ability to apply his extensive programming knowledge to develop our company internal.., she is a very committed and dedicated professional who has been a pleasure to work with. not only does he work with. he is passionate about writing code and solving problems by analysing logs is strength he got. in the short time, marko is a pleasure to work with., ramp:) 8197 3333, Jeremy is a natural ux designer, she has a way of taking a step back from web and a development tools that it was always a real contributed to and enhanced the overall team. i would not recommend him when boris joined, he became a member of the team, and taking initiative himself, and has demonstrated both multiple times. he will do what you can get the up with some people in different teams to a different business. while executives customer, which has been a very effective interest in. he is a very good team player. a team player who can work with and is easy to get up with mark., brian is uniquely gifted with a technical business vision. his ability to understand chaotic business requirements of the business and distill them. overall commercial assistant",
            "name": "Mason Nero"
        },
        {
            "reference": "I worked closely with hmsk at webpay and highly recommend him. I saw him lead product development, support customers, and handle the account. He was an extremely technical engineer and a very personable individual who you always want to have very works with him., I had the pleasure of working with Ed both on personal projects and while on contract at the. His skills and professionalism really made a difference in the team to work with.",
            "name": "Donna Kossman"
        }
    ],
    "work": [
        {
            "highlights": [
                "Team management in building new enterprise applications and web features.",
                "Configure application by customers in making updates on progress"
            ],
            "summary": "I was the first mobile application developer hired for and. I worked on the. indian institute of technology, madras team.",
            "website": "http://indian-institute-of-technology-madras.com",
            "company": "Indian Institute Of Technology, Madras",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Devised organized curriculum and learning materials.",
                "The library is for digital publications."
            ],
            "summary": "Started off as a leading game developer on many different projects with Zend framework, Wordpress and other PHP",
            "website": "http://cobra-sub-equipamentos-submarinos.com",
            "company": "Cobra Sub Equipamentos Submarinos",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Improved performance tooling around external metrics dashboard.",
                "Interact with software engineering teams to produce specifications and feedback."
            ],
            "summary": "At, I am greatly enjoying the experience to work with talented and creative groups of designers, developers and business people on various client projects. My duty has mostly been a web developer, both with front-end and backend api's, including (slack messages / / devops.",
            "website": "http://national-institute-of-education.com",
            "company": "National Institute Of Education",
            "position": "Software Engineer, Email Team",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Dining"
        },
        {
            "name": "Cinematography"
        },
        {
            "name": "Sport"
        }
    ]
}