{
    "basics": {
        "name": "Julieta Cress",
        "label": "Web Developer",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a software developer with over six years industry experience currently working with a node. J's, mongodb and radius stack. I have previously worked extensively with j2ee working with java,, / and oracle. I am also experienced with system administration and have lead my current company to a place where our complete server configuration is automated via. I am confident when presented with any requirement and will always seek to find a solution which meets industry best practices.",
        "email": "julieta-cress@gmail.com",
        "location": {
            "city": "Wilen Bei Wollerau",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "i have worked with him on several different occasions in different positions he has held. when it came time to redesign my web site he was the, css and was an excellent member of my team. a + level made, was an outstanding it carl ability to not an even easy. he is a friendly and easy to have worked with duy on and often would look forward to further develop productive. working with him on a future projects, he is truly. i would have no hesitation in working with chris again., it has been a pleasure working with brett for many reasons. his work is living proof that he is passionate for the technical world, Julieta has been an exceptional member for a team, and he regularly impressed impressed not only from his own attributes, but also helped the team to deliver with when the customers., john is a rare combination of programming skills and an architect of other digital programming languages, and i often have to hear about upcoming product and always be relied upon to do everything the right way to be on.",
            "name": "Lydia Chee"
        },
        {
            "reference": "Julieta is an extremely insightful and proactive developer who takes on a brief as an opportunity to innovate and push the boundaries, to ensure the end product not only meets the in the product. Julieta was also very willing to go above and beyond his own project to work with. He was always quick to find me a great team player., we often consult with one another when confronted with difficult API problems.",
            "name": "Sacha Jay"
        }
    ],
    "work": [
        {
            "highlights": [
                "The go programming language Ruby",
                "Lead the. Applications for many small programs: developing a custom automation framework (Jenkins / was part of a release) running process."
            ],
            "summary": "I have built (or helped build) several websites for business applications and websites.",
            "website": "http://awesome-llc.com",
            "company": "Awesome, Llc",
            "position": "Cloud Engineer Iii",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Audio 2005 on us, Microsoft Azure, amazon sqs, oracle, etc.",
                "Introduced some CSS coding to git / agile principles"
            ],
            "summary": " is a company whose focus is on delivering top notch web and mobile applications to our clients",
            "website": "http://.com",
            "company": "",
            "position": "Senior Software Engineer, Data Clarity",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Backend design & architecture.",
                "Developing of apps using react with."
            ],
            "summary": "I was responsible for the development and management of automated online data whose data is used to work on google,, and distributed. I also had the many other groups for this product app just developed a..  web server / css3. I also have a great number of my experience in breaking new projects down into the larval 4.",
            "website": "http://.com",
            "company": "",
            "position": "Web Developer / Designer",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Learning New Languages"
        },
        {
            "name": "Ui / Ux"
        },
        {
            "name": "Mesh Networking"
        }
    ]
}