{
    "basics": {
        "name": "Kristi Karsten",
        "label": "And",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "A software engineer with vast experience in the art domain.",
        "email": "kristi-karsten@gmail.com",
        "location": {
            "city": "Cluj Napoca",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "Kristi is a diligent worker who brings insight and diversity in a group. It is my pleasure to recommend Rafael, his performance working as a software engineer at nasa planetary data system was outstanding. Kristi is a quick learner and is always efficient to in his work. I would recommend him to any company.",
            "name": "Jeremy Briones"
        },
        {
            "reference": "i have worked with Kristi on several different occasions in different positions he has held. when it came time there seems that he have to work with on difficult things possible., it has been an honor and a pleasure to work with bret of his team and technical expertise. he is a great person and a great team player who takes his commitment to work and is hard at work. he is a dedicated individual with solid it knowledge., trent is a skilled and natural software engineer who is a solid. he is very oriented person in solving some people out of his., i worked with Kristi for several years and during that time always found him to be a creative, humble and dedicated colleague. he is keen to learn and keen to apply his knowledge in any environment, always rising to the challenge put before him. when asked to take on large scale projects – such as the production of a series of gameplay – Kristi delivered without hesitation and with excellent execution, even if projects were outside of his immediate role. i would highly recommend Kristi for his positive character as a member of any creative team.",
            "name": "Heike Bamber"
        }
    ],
    "work": [
        {
            "highlights": [
                "Javascript framework, jquery.",
                "Facilitated and curated a partnership with google / gcp / to / drive in improving process improvements by applying the core and learning in the education vertical as."
            ],
            "summary": "In charge of coding the internal erp software tool.",
            "website": "http://nasa-planetary-data-system.com",
            "company": "Nasa Planetary Data System",
            "position": "Senior Software Engineer / Product Manager (backend Services)",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Received a certificate in this award.",
                "Designed and developed log data collection and analytics for a platform"
            ],
            "summary": "Created an independent role responsible for discovering, investigating, and resolving maintainability, performance, and telemetry issues across multiple applications.",
            "website": "http://inc.com",
            "company": ", Inc",
            "position": "Software Engineer (job)",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Against rest high dynamic websites in order to meet standards",
                "Build an algorithm to fully do twitter learning"
            ],
            "summary": "• Responsible for third party integrations into.",
            "website": "http://filmmates-la-tienda-de-la-mexico-city-mexico.com",
            "company": "Filmmates / La Tienda De La, Mexico City, Mexico",
            "position": "It And Web Development Head",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Software Community"
        },
        {
            "name": "React"
        },
        {
            "name": "Fencing"
        }
    ]
}