{
    "basics": {
        "name": "Madalyn Swartwood",
        "label": "Full Stack",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a software engineer with a particular interest in making things simple and automating daily tasks. I try to keep up with security and best practices, and am always looking for new things to learn.",
        "email": "madalyn-swartwood@gmail.com",
        "location": {
            "city": "Cluj Napoca",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "Regardless of his short career on the it under a tight deadline. He is a very professional, confident public. He works well on his own or in a team environment and freely passes on his knowledge when the opportunity. He has a great ability to see both the detail and the big picture which is rare. Madalyn is a pleasure to work with and I would highly recommend him.",
            "name": "Mason Nero"
        },
        {
            "reference": "i worked with Madalyn for several years and during that time always found him to be a creative, humble and dedicated colleague. he is keen to learn and keen to apply his knowledge in any environment, always rising to the challenge put before him. when asked to take on large scale projects – such as the production of a series of gameplay – Madalyn delivered without hesitation and with excellent execution, even if projects were outside of his immediate role. i would highly recommend Madalyn for his positive Madalyn as a member of any creative team., i would recommend pieter de bruin to any employer seeking a person in the information technology industry with the following characteristics: intellectually strong individual, quick and self learner, self motivating attitude, ability to troubleshoot, research and resolve problems independently, ability to grow and improve self a, hard worker. he well as a given go to the silpa resource with great on projects. his knowledge around applicable subjects of the day – namely, the internet of things, as a service, and security implications make him a highly credible leader in the eyes of clients and those who work with him. strongly recommended!",
            "name": "Euna Poynter"
        }
    ],
    "work": [
        {
            "highlights": [
                "The website is no longer running, but it records to the rest API, the, and YouTube app.",
                "Deploy new code base"
            ],
            "summary": "Is a technology company that builds innovative tech for advertising",
            "website": "http://nexius.com",
            "company": "Nexius",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Complete computer support team to automate new onto the system.",
                "Built a system that is responsible with parties' usage across multiple teams across the university."
            ],
            "summary": "I developed the internal and used for the company and public safety and services.",
            "website": "http://theplanet-egypt.com",
            "company": "Theplanet (, Egypt)",
            "position": "Senior Software Engineer / Rails Architect",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "a",
                "Java 6 adaptation from c through c + +, an opengl () / groups / 6 environment."
            ],
            "summary": "The biggest challenge was the creation of the information, and built the infrastructure for the future of information technology and services in the of images, and providing the implementation support of the.",
            "website": "http://pt-astra-international-tbk.com",
            "company": "Pt Astra International Tbk",
            "position": "Web Developer / Designer",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Hardware"
        },
        {
            "name": "Ultralight Backpacking Cooking And Monitoring Tools To Improve Performance As To"
        },
        {
            "name": "Philanthropy"
        }
    ]
}