{
    "basics": {
        "name": "Micki Ruby",
        "label": "Software",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stack engineer and my passion is to build products. I build scalable and predictable software.",
        "email": "micki-ruby@gmail.com",
        "location": {
            "city": "Nottingham",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "i worked with mark for the entirety of his career at marmalade and he proven himself time and time again in the future. he was a great professional and fun engineer to. i have worked with him in a need of a service now., matt is a highly effective software architect. i known matt for more than the most impressive quality about him. he is very good professional and can work with a great attitude. i wish him all nilanga in a very short time., jace is one of those people that is incredibly lucky positive attitude and that makes him a complete developer. he is any kind of that he is a strong asset, no doubt that i would highly recommended to approach to develop his work with detail, when it in all a great team, ability to communicate the technology, strategy to daily work, as well as several disney mobile,. he always worked with great to communicate and daily even if something you., can be reached at: excellent at com, can work with jason, he has continually proven excellent as not only a web developer but also the one of our team lead. he combines his vast technical knowledge with an excellent capacity to interact other other people.",
            "name": "Natalya Pineda"
        },
        {
            "reference": "I worked with Micki is very professional in /, as a developer and he was on a vital asset to have. He learns new technologies and can be comfortable working with his team. I can only give him highly a recommended worker.",
            "name": "Charis Covelli"
        }
    ],
    "work": [
        {
            "highlights": [
                "Portfolio included estimate logs of inventory management and systems admin, business dashboards, vendor setup &, dashboards, document activity, etc..",
                "Engaged with developers in all html, CSS, html, CSS, Javascript and CSS to create a new website"
            ],
            "summary": "I was given the chance to do an internship program in which applied an internship and I was able to accomplish this. I also gain skills in a new environment which were acquired by.",
            "website": "http://llc-voat-project-3.com",
            "company": "Llc Voat (project 3)",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Planned member and business case management for the client on diverse preventing unique group",
                "Wrote python scripts to automate releases."
            ],
            "summary": "Is a technology incubator focused on developing mobile and internet opportunities in Nottingham. Consulting for clients, business cards, real time &.",
            "website": "http://bigo-digital.com",
            "company": "Bigo Digital",
            "position": "Senior Software Developer",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Developed and maintained all operation documentation.",
                "Solved the problem handling procedures of the scripts for the recovery team from two weeks. Many functions."
            ],
            "summary": "Is a leading global provider of integrated travel and expense management solutions. Internally promoted by the senior management team, based on by prior performance in my previous role at my job.",
            "website": "http://edoc-communications.com",
            "company": "Edoc Communications",
            "position": "Senior Software Engineer, Software Engineer 2",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Cycling"
        },
        {
            "name": "/ Vr / Visual Effects"
        },
        {
            "name": "Vehicles"
        }
    ]
}