{
    "basics": {
        "name": "Miroslav Parker",
        "label": "Web Web And And",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a software developer with experience developing scalable applications in the node. J's, j2ee and c + +. I love coding in dynamic programming languages like javascript. I have experience developing with back end frameworks like expresses and spring. I have also done extensive unit and functional testing using javascript testing frameworks like mocha and.",
        "email": "miroslav-parker@gmail.com",
        "location": {
            "city": "Miami Beach",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "Mark. @ schroders. Com",
            "name": "Thomas Patterson"
        },
        {
            "reference": ".@. COM",
            "name": "Matthew House"
        }
    ],
    "work": [
        {
            "highlights": [
                "Create and maintain self serve sales pages on the hosted platform within a new small list, and off. These strategies were through. I discussions, test, and ability to prioritize work.",
                "Muscle databases: management, storage, document management, data integration, credit source, application, SQL server, database connections, and, and gateway"
            ],
            "summary": "Developed and maintained web application for and became a test by providing an internal system for a data analysis, customer tool that allows you to easily create and assign quizzes for any content. All this information system was used in this project.",
            "website": "http://schroders.com",
            "company": "Schroders",
            "position": "Senior Software Engineer, Corporate Applications",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Established robust application / Silverlight ui & image format to improve and detection capabilities and completion",
                "Support user machines with"
            ],
            "summary": "The main part of the job has consisted of designing, a scalable platform that makes all the technical need to create and publish documents to the.",
            "website": "http://alfra-developers.com",
            "company": "Alfra Developers",
            "position": "Software Development Engineer Iii",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Architect product / solution",
                "First experience working on the environment, including making ionic windows) / tech."
            ],
            "summary": "I was responsible for the development and management of automated online data, whose data was used by the global security program, within the / area of a life stack (or within) the team prepares daily & weekly mis to identify the potential exposure for the business.",
            "website": "http://records.com",
            "company": "Records",
            "position": "Technical Support Engineer",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Software Development"
        },
        {
            "name": "Piano"
        },
        {
            "name": "Functional"
        }
    ]
}