{
    "basics": {
        "name": "Mohamad Kadenbach",
        "label": "Software Full And Web",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I a node. Jays' and ruby on rails, full stack developer.",
        "email": "mohamad-kadenbach@gmail.com",
        "location": {
            "city": "Chennai",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "",
            "name": "George Ciobanu"
        },
        {
            "reference": "I worked with Mohamad as a colleague and fellow team member to provide software solutions and innovations to the product line. Mohamad has demonstrated a dedication to performing the highest quality of work. He has the foresight to recognize when to those he did not overlook anything. Mohamad is very diligent and has a systematic approach to development. He is great to work with in the difficult API problems.",
            "name": "James J Geiger"
        }
    ],
    "work": [
        {
            "highlights": [
                "The State control panel was efficiently extracted",
                "Gave clients on emerging technologies"
            ],
            "summary": "swan swan software solutions solutions is a company whose focus is on delivering top notch web and mobile applications to our clients",
            "website": "http://swan-software-solutions.com",
            "company": "Swan Software Solutions",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Network desktop support and maintenance of workstations (at two universities of software)",
                "Introduced reservation logging system that reduced software installation and maintenance to save time and money producing thousands of and"
            ],
            "summary": "Is a social network for high school, that enables them to connect to their peers and coaches who are recruiting for college teams.",
            "website": "http://magicjack.com",
            "company": "Magicjack",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Created another forum.",
                "Help desk monitoring and support tools for common problems"
            ],
            "summary": "I worked on preparing the system for heavy load generated by thousands of devices. I was involved in designing and optimizing managing the infrastructure as well as the actual development stack.",
            "website": "http://trapeze-group-uk.com",
            "company": "Trapeze Group Uk",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Agile Software Design"
        },
        {
            "name": "Save The World"
        },
        {
            "name": "World Travel"
        }
    ]
}