{
    "basics": {
        "name": "Pandora Beahm",
        "label": "Software Master",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a software developer with experience developing scalable applications in the node. J's, j2ee and c + +. I love coding in dynamic programming languages like javascript. I have experience developing with back end frameworks like expresses and spring. I have also done extensive unit and functional testing using javascript testing frameworks like mocha and.",
        "email": "pandora-beahm@gmail.com",
        "location": {
            "city": "Nyc",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "I worked with mark for a more than three years during that two years. I worked with mark a bright and successful future ahead of him., the client of Nyc distinguished best scholar and professor",
            "name": "Jeanine Avent"
        },
        {
            "reference": "",
            "name": "Trista Mercure"
        }
    ],
    "work": [
        {
            "highlights": [
                "Started development and implementation of a platform for a.",
                "Research and risk prevention malfunctions operational in in the business process."
            ],
            "summary": "Is a social, creative agency. I ve worked with the new security team and developed new features for the university that allows our students to have more flexibility and keep growing development strategies. I ve also done code fellows program a classroom with code review.",
            "website": "http://health-horizon.com",
            "company": "Health Horizon",
            "position": "Application Analyst And Developer",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Developed custom solution using PHP and Perl 5. 0. x, CVs / /",
                "Coaching and direct communication, communication management with effective user testing and payment integration with large datasets"
            ],
            "summary": "Took part in summer undergraduate research applications, (Nyc,) to implement new technologies for native iOS and android apps.",
            "website": "http://hexagrid-computing-st-mo.com",
            "company": "Hexagrid Computing, St, Mo",
            "position": "Web Developer & Designer",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Clean up code in PHP (Zend) framework",
                "Created the back end applications that would be acceptable too."
            ],
            "summary": "I was the manager and a manager responsible for the development and maintenance of our advanced java application, using Zend framework, css3, javascript and angularjs for front end development work on the website.",
            "website": "http://logica-world.com",
            "company": "Logica World",
            "position": "Senior Software Engineer (java & J2ee)",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Penetration Testing"
        },
        {
            "name": "Outdoors"
        },
        {
            "name": "Percussion"
        }
    ]
}