{
    "basics": {
        "name": "Quincy Verne",
        "label": "Of",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I a develops focused developer who has been working for a little short of 3 years.",
        "email": "quincy-verne@gmail.com",
        "location": {
            "city": "Alexandroupolis",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "I worked as with a Quincy positive and professional strong work ethic only was his quick learner and experience. He is always able to solve the problem and requirements has always guided the team whenever required.",
            "name": "Madalyn Swartwood"
        },
        {
            "reference": "conozco a esteban hace más de 10, en desenvolvimiento académico como, reconozco de él que es una persona que busca y es consistente en la forma de entregarse al trabajo que le es, apasionado por las tecnologías y de aprendizaje, una de sus mayores virtudes técnicas es su capacidad de entender los por de las cosas y las soluciones para poder encontrar caminos más prácticos para las soluciones. conozco de su dominio alto de tecnologías en desarrollo web, y desarrollo, alguien que sabe pensa en torno a soluciones programadas de programadas una de forma. la, simplemente es sin, sus principios procurados al bien y, son fundamentados en algo más que ser una buena persona, sino en ser una persona que es de. uno de los retos que tiene es empoderarse más a explotar sus, y definitivamente encontrar un lugar que le permita ese espacio para lograr puede ser. la otra cosa que puede ser un apoyo de mejora es sobre el enfoque en proyectos, poder enfocar sus habilidades a resultados de proyectos específicos le ayuda a dirigir sus. esteban es un amigo de, de quien conocí de su trayectoria y crecimiento de habilidades en temas de desarrollo web, derivado de esto lo invite a participar proyectos juntos que tenía por delante que resolver en retos de mis emprendimientos y empresas anteriores en las que he participado para microsoft, upe, proyectos de software para bancos y anteriormente en un startup personal, en los proyectos el ha desempeñado tareas de desarrollo web, solución de, algoritmos y coordinación del desarrollo de productos con metodologías. si lo que busca es una persona hábil para resolver problemas técnicos de",
            "name": "Chrystal Chaloux"
        }
    ],
    "work": [
        {
            "highlights": [
                "Created saving forms for mobile apps and, including our hardware for scalability and used PHP.",
                "Increased yearly revenue records to create a revenue tracking system for the billing"
            ],
            "summary": "My day to day activities included customer service, customer service, customer service and management support for customer service department, management, customer service management, customer experience management and supervision of regional.",
            "website": "http://boomerang-commerce.com",
            "company": "Boomerang Commerce",
            "position": "Systems Infrastructure Architect",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Bar chart for monthly presentation to create packages, user stories and images for content.",
                "And worked with WordPress custom plugins to solve the issues that are in need for"
            ],
            "summary": "I worked on preparing the system for heavy load generated by thousands of devices. I was to create an advanced analytics system (with a security team to regularly deliver on these bids. This process the data center was integrated with third party companies including, and 1pxify. It also contained many custom components and features to websites be included.",
            "website": "http://1px.com",
            "company": "1px",
            "position": "Quality Control Chemist",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Demos with the front end architecture and design.",
                "Lead developer of the virtual Singapore project and project."
            ],
            "summary": "During my study at college, I had the opportunity to do some intern work. I got an internship with ads (Australian online marketing with an office. I was able to test my skills of experience and technology (less and technical experience) on a team of 5 people.",
            "website": "http://iaf-software-r-d-unit.com",
            "company": "Iaf Software R & D Unit",
            "position": "Web Developer (website)",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Guitar Playing"
        },
        {
            "name": "Fencing"
        },
        {
            "name": "Reading / Novel"
        }
    ]
}