{
    "basics": {
        "name": "Rachele Royster",
        "label": "And",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a software developer with experience developing scalable applications in the node. J's, j2ee and c + +. I love coding in dynamic programming languages like javascript. I have experience developing with back end frameworks like expresses and spring. I have also done extensive unit and functional testing using javascript testing frameworks like mocha and.",
        "email": "rachele-royster@gmail.com",
        "location": {
            "city": "Pickens",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "His reference should go here",
            "name": "Margart Nicoletti"
        },
        {
            "reference": "I worked with Rachele as a colleague and fellow team member to provide software solutions and innovations to the product line. Rachele has demonstrated a dedication to performing the highest quality of work. He has the foresight to recognize when to rewrite and / or reorganize existing software and to implement improvements that are beneficial in the long term when doing so he is not necessarily an immediate goal. He always looks to improve the using only the best web architecture in the front of in the product to / user clients.",
            "name": "Madalyn Swartwood"
        }
    ],
    "work": [
        {
            "highlights": [
                "Hosted email clients to gather and invoices",
                "Upgraded all of the processes the office to a Linux server host application that was automatically built quotes and currently on Microsoft business."
            ],
            "summary": "I am responsible for running and maintaining the application from scratch and supporting design for legacy healthcare application.",
            "website": "http://kkp.com",
            "company": "Kkp",
            "position": "Software Engineer, Marketing Platform Services",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Also wrote scripts in that data migrations from different sources to maximize development their time.",
                "Lead development of a j2ee based application designed, java utilizes a proprietary single interface via keyboard."
            ],
            "summary": "I was hired to help refactor an existing application level 1. I help to make its infrastructure but no longer use. In the second team I was responsible for updating and expanding full the operational support of the website.",
            "website": "http://softplan-planejamento-de-sistemas-ltda.com",
            "company": "Softplan Planejamento De Sistemas Ltda",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Taught classes for students during their programs",
                ": java, javascript and jquery, google analytics, javascript, coffeescript, elasticsearch, sphinx, postgresql, mysql, mongodb / nginx, radios, docker, awes, and github"
            ],
            "summary": "Developed a plugin to interface between the network and serial protocols of a medical monitoring device and decision based software system.",
            "website": "http://transperfect-translations.com",
            "company": "Transperfect Translations",
            "position": "Lead Developer / Devops",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Disability Rights"
        },
        {
            "name": "Teamwork"
        },
        {
            "name": "Certified Open Water Scuba Diver"
        }
    ]
}