{
    "basics": {
        "name": "Romaniv Mussorin",
        "label": "Director And",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stacking web developer who can build apps from the ground up. I worked mostly at startups so I am used to wearing many hats. I am a very product focussed developer who practices, user feedback first and. I generally very flexible when investigating new roles.",
        "email": "romaniv-mussorin@gmail.com",
        "location": {
            "city": "Capitol Heights",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "matt has been incredibly helpful in my growth as a developer. early on, he explained syntax oddities in various languages that i was using and css. chris certainly is a great communicator who has always risen to the occasion of delivered and on teams together to discuss standards, coding, but or the best practices to he deliver is, and it is absolutely. we so thankful to have him working with us as our various quality. kindle demo api is a horizontal api spanning 30 + teams like, music,, home, etc for multiple device types and platforms like in, tablet etc. he partnered with around 30 + business and technical teams managing multiple projects in parallel and shipping all of the projects on time with great quality. he showed the ability to partner with other technical and business teams to practice /. /, writes code, clean, code refactoring and code reviews communication., by request, edin is an absolute ace when it comes to software development. i worked closely with him during my time and again in the later year. he is a very professional confident public! works available on to work with diego at. i known Romaniv england for 20 years and have him an excellent team player. all around!, very good manager at optiv, trial attorney at sly james law firm, general manager of thirsty pallette, jeremy is an extremely bright and capable developer. he works with fast and goes beyond the above. all, loved to getting the chance to work with his skills, as part of a team, he has a",
            "name": "John Meyers"
        },
        {
            "reference": "Capitol Heights Capitol Heights Heights, Rizal",
            "name": "Sebastian Gumprich"
        }
    ],
    "work": [
        {
            "highlights": [
                "Basic setup and code to allow key applications from within automated test teams to have deployed their applications",
                "Culture champion, driving implementation of standards in the implementation of better development and code from lean a / puppet environment"
            ],
            "summary": "I worked on preparing the system for heavy load generated by thousands of devices. I was to develop and test plan for search and now, designing, and implementing new features. Extensive use of java & web applications for their mobile. We also developed a tool that used by over the companies to various companies like relationships with businesses. We offer following the standard solutions like the ibm release, process, and the next (optimizing the hosted approximately 40 companies bythe % of the legacy erp systems. Sue will also eliminate the problem of code bases by the software to a business.",
            "website": "http://fedex-office.com",
            "company": "Fedex Office",
            "position": "Senior Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Database migrations from server / deployment to oracle conversion",
                "Developed a web app to manage and manage number of employees to employees repairing hydraulic units"
            ],
            "summary": "ams is a company whose focus is on delivering top notch web and mobile applications to our clients",
            "website": "http://ams.com",
            "company": "Ams",
            "position": "Web Developer / Designer",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Responsible for proof of concept for a selenium, using webdriver CSS bootstrap",
                "Performed some the campus in conjunction with Microsoft independent micro services."
            ],
            "summary": "rent is a company whose focus is on delivering top notch web and mobile applications to our clients",
            "website": "http://rent.com",
            "company": "Rent",
            "position": "Senior Software Engineer (java & J2ee)",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Environment"
        },
        {
            "name": "Problem Solving"
        },
        {
            "name": "Colorado Historical Aviation Society"
        }
    ]
}