{
    "basics": {
        "name": "Sacha Jay",
        "label": "Software And",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stack developer who can build and operate apps from the ground up. I have a keen interest in devops and are principles and Linux systems.",
        "email": "sacha-jay@gmail.com",
        "location": {
            "city": "Glasgow",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "i have worked with him on several different occasions in different positions he has held. when it came time to redesign my web site, he was a dream to work with as he always cared for quality of the product and ensured any fixes in a timely manner. he comes up with all the edge cases during product discussion and gave innovative ideas to improve value of the product. alejandro is a team player, always willing to listen to and build on others recommendation as well as help others debug when they run into issues., i had the pleasure of working with graham an almost 2 years. i can say without any doubt that!, product owner at fuga, cto at intermax, it was easy to see how focused, and thoughtful jack while work while seeing him this., tom is an incredibly industrious intelligent and software engineer. he any task that made it easy to get job done., it easy to get not only the most skilled skill and is i learn more. he was on a truly customer strong / technical knowledge with an understanding of the marketing and have an extremely hard working on our development job. i hope that will be the sort of person and i would love to work with him again the opportunity. was someone who can take on time out a way, chris is also a very capable leader... we first hired aidan to work, because of his colleague. he, not only does an excellent work ethic. he requires ittle to no supervision and has always shown to be efficient and dependable. he",
            "name": "Joel Revard"
        },
        {
            "reference": "Need to locate my old pdf refs from islamic relief (relief agency) days...",
            "name": "Fredda Foulk"
        }
    ],
    "work": [
        {
            "highlights": [
                "Creating and uploading copy and images for the organization website.",
                "Worked on daily communication with effective responsiveness and timely guidelines (manufacturing, oil, education, government)."
            ],
            "summary": "Worked on an application written by in a rail. The project received a feedback from the university of all central infrastructure",
            "website": "http://emarsys-ltd.com",
            "company": "Emarsys Ltd",
            "position": "Software Engineer / Team Lead",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "2001:, writing, business management and technical, engineering team management.",
                "Xamarinin project manager in the team building ruby around the client. In java /. Net"
            ],
            "summary": "islamic relief (relief agency) is a company whose focus is on delivering top notch web and mobile applications to our clients",
            "website": "http://islamic-relief-relief-agency.com",
            "company": "Islamic Relief (relief Agency)",
            "position": "Senior Software Engineer, Corporate Applications",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "Technologies used the extra effort to ensure claims they could be compliant a human task related to key mainframe.",
                "Implemented a job matching software ui."
            ],
            "summary": "3 hutchison austria is a company whose focus is on delivering top notch web and mobile applications to our clients.",
            "website": "http://3-hutchison-austria.com",
            "company": "3 Hutchison Austria",
            "position": "Software Engineer / Team Lead",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "Electronic Music"
        },
        {
            "name": "Debate"
        },
        {
            "name": "Board Games"
        }
    ]
}