{
    "basics": {
        "name": "Susy Staller",
        "label": "And",
        "image": "https://www.thispersondoesnotexist.com/image",
        "summary": "I am a full stacking web developer who loves working with open source technology. I work best in planning the architecture of web applications and their development life. I also love to get the community involved and have had much experience with building and organizing large open source groups.",
        "email": "susy-staller@gmail.com",
        "location": {
            "city": "Bristol",
            "countryCode": "US"
        }
    },
    "references": [
        {
            "reference": "I worked with Susy for several years and during that time always found him to be a creative, humble and dedicated colleague. He is keen to learn and keen to apply his knowledge in any environment",
            "name": "Rachele Royster"
        },
        {
            "reference": "@ gold..: + 44) 20 7919 7852",
            "name": "Maryam Telford"
        }
    ],
    "work": [
        {
            "highlights": [
                "Automated installations of common, systems, and troubleshooting, diagnostic information from and.",
                "Ensured all codebases maintained all stages to improve communication speed"
            ],
            "summary": "I was responsible for the development and management of automated online data whose data is used to work for google,,",
            "website": "http://a-boeing-company.com",
            "company": ", A Boeing Company",
            "position": "Senior Frontend Developer And Architect",
            "startDate": "2018-01-08",
            "endDate": "2020-09-08"
        },
        {
            "highlights": [
                "Working in front end touchpoints with and",
                "Presentation and qualified"
            ],
            "summary": "I worked on the information security and risk management team doing all things security. Eventually I took over the development of an effort to provide the required assistance for both a new project based on the customer management application.",
            "website": "http://unc-wilmington.com",
            "company": "Unc Wilmington",
            "position": "Web Developer / Team Leader",
            "startDate": "2015-02-07",
            "endDate": "2018-01-01"
        },
        {
            "highlights": [
                "SQL server and software",
                "Implementation of various storage and systems (was in part of a size of 8, 000 users within the first three weeks of the release process."
            ],
            "summary": "Is a leading institute in east and business, we train students, develop corporate systems, networking and manage some?",
            "website": "http://listium.com",
            "company": "Listium",
            "position": "Senior Software Engineer",
            "startDate": "2014-09-01",
            "endDate": "2015-01-01"
        }
    ],
    "interests": [
        {
            "name": "/ Books"
        },
        {
            "name": "Business Management"
        },
        {
            "name": "Meditation"
        }
    ]
}