{"and": 1, "software": 2, "developer": 3, "architect": 4, "engineer": 5, "stack": 6, "full": 7, "of": 8, "web": 9, "at": 10, "senior": 11, "lead": 12, "student": 13, "technical": 14, "programmer": 15, "computer": 16, "in": 17, "analyst": 18, "application": 19, "consultant": 20, "technology": 21, "information": 22, "director": 23, "android": 24, "head": 25, "solutions": 26, "systems": 27, "officer": 28, "manager": 29, "digital": 30, "it": 31, "security": 32, "researcher": 33, "chief": 34, "engineering": 35, "science": 36, "a": 37, "cto": 38, "principal": 39, "learning": 40, "tech": 41, "development": 42, "university": 43, "solution": 44, "backend": 45, "mobile": 46, "cloud": 47, "research": 48, "•": 49, "operations": 50, "the": 51, "master": 52, "creative": 53, "javascript": 54, "test": 55, "product": 56, "architect,": 57, "devops": 58, "machine": 59, "enthusiast": 60, "technician": 61, "webdeveloper": 62, "release": 63, "automation": 64, "professional": 65, "testing": 66, "tester": 67, "team": 68, "embedded": 69, "end": 70, "programming": 71, "infrastructure": 72, "marketing": 73, "aspiring": 74, "qa": 75, "php": 76, "learner": 77, "things": 78, "sr.": 79, "writer": 80, "thinker": 81, "app": 82, "corporate": 83, "lead,": 84, "ruby": 85, "on": 86, "rails": 87, "arhitect": 88, "interested": 89, "project": 90, "manager,": 91, "jack": 92, "all": 93, "building": 94, "assistant": 95, "front": 96, "computers": 97, "developer,": 98, "bachelor": 99, "lover": 100, "|": 101, "coder": 102, "/": 103, "vp": 104, "experienced": 105, "services": 106, "mathematician": 107, "linux": 108, "with": 109, "data": 110, "back": 111, "applications": 112, "junior": 113, "technologist": 114, "graduate": 115, "phd": 116, "programador": 117, "intégratrice": 118, "computer's": 119, "career": 120, "hobbyist": 121, "iosandfull": 122, "(kotlinandjava,": 123, "android)": 124, "explorer": 125, "worlds.": 126, "sysco": 127, "as": 128, "robotics": 129, "incoming": 130, "morgan": 131, "stanley": 132, "quickplay": 133, "tempo": 134, "leader": 135, "iot": 136, "expert,": 137, "support": 138, "teacher,": 139, "analyst,": 140, "fullstack": 141, "founderandconsultant": 142, "courserv": 143, "technologies": 144, "lifelong": 145, "hardware": 146, "trainer": 147, "toucher": 148, "salesforce": 149, "counselor": 150, "développeur": 151, "cfo": 152, "transformation": 153, "@nexsales": 154, "inc": 155, "asurion": 156, "carsales": 157, "craftsman": 158, "free": 159, "safety": 160, "fortune": 161, "favors": 162, "bold": 163, "kairos": 164, "vision": 165, "bluechilli": 166, "analysis": 167, "threat": 168, "hunting": 169, "promethean": 170, "tv": 171, "ui": 172, "ibm": 173, "blockchain": 174, "crypto": 175, "@nexu": 176, "scala": 177, "based": 178, "amsterdam": 179, "chair,": 180, "ieee": 181, "@": 182, "memphis": 183, "electronic": 184, "profesional": 185, "third": 186, "year": 187, "medical": 188, "develper": 189, "deep": 190, "owner": 191, "abcrm": 192, "innovator": 193, "coordinator": 194, "trades,": 195, "some": 196, "oracle": 197, "gitconnected.com": 198, "soon": 199, "to": 200, "be": 201, "focused": 202, "thoughtworks": 203, "director,": 204, "undergrad": 205, "teaching": 206, "@purdue": 207, "coder.": 208, "thinker.": 209, "human": 210, "being.": 211, "ece": 212, "ut": 213, "austin": 214, "cryptography": 215, "creative,": 216, "freelance": 217, "copyeditor": 218, "proofreader": 219, "scientist": 220, "communityandsupport/user": 221, "amateur": 222, "cyber": 223, "instructor,": 224, "hate": 225, "driven": 226, "toronto": 227, "consulting": 228, "strategist": 229, "webandapplication": 230, "avid": 231, "java,": 232, "lua,": 233, "4+": 234, "years": 235, "exp.": 236, "(almost)": 237, "allround": 238, "webapplication": 239, "architectandengineer": 240, "program": 241, "planning": 242, "control": 243, "2nd": 244, "year,": 245, "tokyo": 246, "food": 247, "teacher": 248, "integrated": 249, "father": 250, "musician": 251, "hacker": 252, "i": 253, "am": 254, "thinking": 255, "protagonist": 256, "polymath": 257, "(electrical)": 258, "open": 259, "educational": 260, "thinkerer": 261, "tcd": 262, "executive:": 263, "radiation": 264, "protection": 265, "section": 266, "owner,": 267, "sw": 268, "artist": 269, "philosophy": 270, "applied": 271, "problem": 272, "endandfull": 273, "legacy": 274, "migration": 275, "maintanenace": 276, "warrior": 277, "android软件工程师": 278, "focus": 279, "trades": 280, "android开发工程师": 281, "nerd": 282, "suit's": 283, "clothing": 284, "beauty": 285, "database": 286, "visually": 287, "inclined": 288, "programmeranddeveloper": 289, "intermediate": 290, "cofounder": 291, "step": 292, "aia,": 293, "casp,": 294, "leed": 295, "ap": 296, "bd+c": 297, "technition": 298, "pr": 299, "specialist": 300, "twist": 301, "office": 302, "depot": 303, "uk": 304, "icom": 305, "productions": 306, "os": 307, "x": 308, "and/": 309, "practice": 310, "hybris": 311, "envoy": 312, "solving": 313, "problems": 314, "using": 315, "while": 316, "having": 317, "fun": 318, "architectanddeveloper": 319, "undergraduate": 320, "national": 321, "singapore": 322, "researher": 323, "emerging": 324, "pancakes,": 325, "please.": 326, "strategy": 327, "développeuse": 328, "disrupting": 329, "game": 330, "internet": 331, "located": 332, "austin,": 333, "tx": 334, "bioinformatics": 335, "commons": 336, "distributed": 337, "neuroscience": 338, "experience": 339, "geek": 340, "driving": 341, "productivity": 342, "speech": 343, "hearing": 344, "phonetic": 345, "sciences": 346, "marketingandcontent": 347, "school": 348, "resource": 349, "pm": 350, "python": 351, "electronics": 352, "telecommunication": 353, "trainline": 354, "affairs": 355, "behavioral": 356, "health": 357, "case": 358, "msc.": 359, "computing": 360, "compositing": 361, "td": 362, "pc": 363, "repair": 364, "engineering,": 365, "apis": 366, "integration.": 367, "designer,": 368, "collaborator": 369, "represented": 370, "by": 371, "circle": 372, "415.615.9999": 373, "etiquette": 374, "manners": 375, "coach": 376, "for": 377, "kids": 378, "analytics": 379, "pl": 380, "architecte": 381, "et": 382, "soluction": 383, "cg": 384, "github": 385, "content": 386, "yeshiva": 387, "relation": 388, "going": 389, "places": 390, "student,": 391, "electrical": 392, "develover": 393, "an": 394, "obsessive": 395, "inventor": 396, "sherlock": 397, "holmes": 398, "achitect": 399, "<s>": 400}